Revit 2027 API
SymbolTypeId.Fc Property
 Symbol fc, indicating unit Footcandles.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Fc { get; }
Public Shared ReadOnly Property Fc As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Fc {
	ForgeTypeId^ get ();
}
static member Fc : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace